Revit 2027 API
ParameterTypeId.PropertySubcategoryId Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertySubcategoryId { get; }
Public Shared ReadOnly Property PropertySubcategoryId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertySubcategoryId {
	ForgeTypeId^ get ();
}
static member PropertySubcategoryId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace